package com.eoss.servlet;

public class convertSong {

	public static void main(String[] args) {
		@SuppressWarnings("unused")
		String Song= "แอบมองเธออยู่นะจ๊ะแต่เธอไม่รู้บ้างเลย\\n" + 
		  		"แอบส่งใจให้นิดนิดแต่ดูเธอช่างเฉยเมย\\n" + 
		  		"เอาหละเตรียมใจไว้หน่อยมันจะหัวก้อยต้องเสี่ยงกัน\\n" + 
		  		"Yeah Yeah Yeah\\n" + 
		  		"\\n" + 
		  		"คนน่ารักก็เยอะนะที่เดินอยู่ทั่วๆไป\\n" + 
		  		"\\n" + 
		  		"คนธรรมดาอย่างฉันนะเธอคงจะไม่สนใจ\\n" + 
		  		"\\n" + 
		  		"เอาหละเตรียมใจไว้เถอะเราเองก็ชักเริ่มไม่แน่ใจ\\n" + 
		  		"\\n" + 
		  		"Yeah Yeah Yeah\\n" + 
		  		"\\n" + 
		  		"เหมือนว่าฉันนั้นเคว้งคว้างลอยไปกับเสียงเพลง\\n" + 
		  		"\\n" + 
		  		"ยังคงบรรเลงไม่มีวันเลือนลาง\\n" + 
		  		"\\n" + 
		  		"เพราะไม่รู้ว่าเค้านั้นในใจแอบคิดอะไร\\n" + 
		  		"\\n" + 
		  		"ยังคงกังวลไม่แน่ใจในคำตอบนั้น\\n" + 
		  		"\\n" + 
		  		"เพราะยังไงก็ต้องเสี่ยงรักไม่รักก็ต้องเสี่ยง\\n" + 
		  		"\\n" + 
		  		"Come on Come on Come on Come on baby\\n" + 
		  		"\\n" + 
		  		"ให้คุกกี้ทำนายกัน\\n" + 
		  		"\\n" + 
		  		"Koisuru Fortune Cookie\\n" + 
		  		"\\n" + 
		  		"มาลุ้นดูสิอาจจะเจอความหวังที่ยังรออยู่\\n" + 
		  		"\\n" + 
		  		"Hey Hey Hey\\n" + 
		  		"\\n" + 
		  		"เผื่อจะดีลองวัดกันดู\\n" + 
		  		"\\n" + 
		  		"เสี่ยงแต่คงต้องยิ้มต้องสู้กันไป\\n" + 
		  		"\\n" + 
		  		"Haato no Fortune Cookie\\n" + 
		  		"\\n" + 
		  		"มาลุ้นดูสิอาจจะเจอหัวใจของเธอข้างใน\\n" + 
		  		"\\n" + 
		  		"Hey Hey Hey\\n" + 
		  		"\\n" + 
		  		"Hey Hey Hey\\n" + 
		  		"\\n" + 
		  		"รักไม่รักจะรักไม่รักก็ลองเสี่ยงดูอีกสักนิด\\n" + 
		  		"\\n" + 
		  		"ปาฏิหาริย์และดวงชะตาอาจทำให้เราไม่คาดคิด\\n" + 
		  		"\\n" + 
		  		"ฉันมั่นใจว่าเราจะเป็นดั่งฝัน\\n" + 
		  		"\\n" + 
		  		"ในวันแห่งความรักสักวันนึง\\n" + 
		  		"\\n" + 
		  		"อยากบอกเธอว่ารักแต่กลัวเธอนั้นเฉยเมย\\n" + 
		  		"\\n" + 
		  		"อยากบอกเธอให้รู้แต่ใจไม่กล้าซะเลย\\n" + 
		  		"\\n" + 
		  		"เธอจะรักฉันหรือเปล่าไม่อาจเดาได้เลยสักที\\n" + 
		  		"\\n" + 
		  		"Yeah Yeah Yeah\\n" + 
		  		"\\n" + 
		  		"รู้ทั้งรู้ว่าเค้าใช้อะไรตัดสินใจ\\n" + 
		  		"\\n" + 
		  		"ต้องน่ารักใช่มั้ยที่ใครเค้าคิดกัน\\n" + 
		  		"\\n" + 
		  		"ฉันขอแค่ให้เค้าลองมองที่ข้างใน\\n" + 
		  		"\\n" + 
		  		"คงจะดีถ้ามีใจให้กับฉัน\\n" + 
		  		"\\n" + 
		  		"เพราะยังไงก็ต้องเสี่ยงรักไม่รักก็ต้องเสี่ยง\\n" + 
		  		"\\n" + 
		  		"Please Please Please oh baby\\n" + 
		  		"\\n" + 
		  		"เป็นเช่นไรก็เป็นกัน\\n" + 
		  		"\\n" + 
		  		"Koisuru Fortune Cookie\\n" + 
		  		"\\n" + 
		  		"มาลุ้นดูสิอาจจะเจอความหวังที่ยังรออยู่\\n" + 
		  		"\\n" + 
		  		"Hey Hey Hey\\n" + 
		  		"\\n" + 
		  		"เผื่อจะดีลองวัดกันดู\\n" + 
		  		"\\n" + 
		  		"เสี่ยงแต่คงต้องลุ้นต้องลองกันบ้าง\\n" + 
		  		"\\n" + 
		  		"Namida no Fortune Cookie\\n" + 
		  		"\\n" + 
		  		"มาลุ้นดูสิจบสุดท้ายอย่างดีแค่มีน้ำตา\\n" + 
		  		"\\n" + 
		  		"Hey Hey Hey\\n" + 
		  		"\\n" + 
		  		"Hey Hey Hey\\n" + 
		  		"\\n" + 
		  		"คิดแต่เรื่องดีดีก็โลกใบนี้เต็มไปด้วยความรัก\\n" + 
		  		"\\n" + 
		  		"น้ำตาไหลออกมาก็ธรรมดาอย่าไปซีเรียสนัก\\n" + 
		  		"\\n" + 
		  		"สายลมของพรุ่งนี้จะพาให้เรา\\n" + 
		  		"\\n" + 
		  		"ได้เจอกับความรักซักวันนึง\\n" + 
		  		"\\n" + 
		  		"Come on Come on Come on Come on baby\\n" + 
		  		"\\n" + 
		  		"ให้คุ้กกี้ทำนายกัน\\n" + 
		  		"\\n" + 
		  		"Koisuru Fortune Cookie\\n" + 
		  		"\\n" + 
		  		"มาลุ้นดูสิอาจจะเจอความหวังที่ยังรออยู่\\n" + 
		  		"\\n" + 
		  		"Hey Hey Hey\\n" + 
		  		"\\n" + 
		  		"เผื่อจะดีลองวัดกันดู\\n" + 
		  		"\\n" + 
		  		"เสี่ยงแต่คงต้องยิ้มต้องสู้กันไป\\n" + 
		  		"\\n" + 
		  		"Haato no Fortune Cookie\\n" + 
		  		"\\n" + 
		  		"มาลุ้นดูสิอาจจะเจอหัวใจของเธอข้างใน\\n" + 
		  		"\\n" + 
		  		"Hey Hey Hey\\n" + 
		  		"\\n" + 
		  		"Hey Hey Hey\\n" + 
		  		"\\n" + 
		  		"รักไม่รักจะรักไม่รักก็ลองเสี่ยงดูอีกสักนิด\\n" + 
		  		"\\n" + 
		  		"ปาฏิหาริย์และดวงชะตาอาจทำให้เราไม่คาดคิด\\n" + 
		  		"\\n" + 
		  		"ฉันมั่นใจว่าเราจะเป็นดั่งฝัน\\n" + 
		  		"\\n" + 
		  		"ในวันแห่งความรักสักวันนึง\\n" + 
		  		"\\n" + 
		  		"***Lyrics are from third-parties***\\n" + 
		  		"";
		System.out.println("แอบมองเธออยู่นะจ๊ะแต่เธอไม่รู้บ้างเลย\\nแอบส่งใจให้นิดนิดแต่ดูเธอช่างเฉยเมย\\nเอาหละเตรียมใจไว้หน่อยมันจะหัวก้อยต้องเสี่ยงกัน\\nYeah Yeah Yeah\\nคนน่ารักก็เยอะนะที่เดินอยู่ทั่วๆไป\\nคนธรรมดาอย่างฉันนะเธอคงจะไม่สนใจ\\nเอาหละเตรียมใจไว้เถอะเราเองก็ชักเริ่มไม่แน่ใจ\\nYeah Yeah Yeah\\nเหมือนว่าฉันนั้นเคว้งคว้างลอยไปกับเสียงเพลง\\nยังคงบรรเลงไม่มีวันเลือนลาง\\nเพราะไม่รู้ว่าเค้านั้นในใจแอบคิดอะไร\\nยังคงกังวลไม่แน่ใจในคำตอบนั้น\\nเพราะยังไงก็ต้องเสี่ยงรักไม่รักก็ต้องเสี่ยง\\nCome on Come on Come on Come on baby\\nให้คุกกี้ทำนายกัน\\nKoisuru Fortune Cookie\\nมาลุ้นดูสิอาจจะเจอความหวังที่ยังรออยู่\\nHey Hey Hey\\nเผื่อจะดีลองวัดกันดู\\nเสี่ยงแต่คงต้องยิ้มต้องสู้กันไป\\nHaato no Fortune Cookie\\nมาลุ้นดูสิอาจจะเจอหัวใจของเธอข้างใน\\nHey Hey Hey\\nHey Hey Hey\\nรักไม่รักจะรักไม่รักก็ลองเสี่ยงดูอีกสักนิด\\nปาฏิหาริย์และดวงชะตาอาจทำให้เราไม่คาดคิด\\nฉันมั่นใจว่าเราจะเป็นดั่งฝัน\\nในวันแห่งความรักสักวันนึง\\nอยากบอกเธอว่ารักแต่กลัวเธอนั้นเฉยเมย\\nอยากบอกเธอให้รู้แต่ใจไม่กล้าซะเลย\\nเธอจะรักฉันหรือเปล่าไม่อาจเดาได้เลยสักที\\nYeah Yeah Yeah\\nรู้ทั้งรู้ว่าเค้าใช้อะไรตัดสินใจ\\nต้องน่ารักใช่มั้ยที่ใครเค้าคิดกัน\\nฉันขอแค่ให้เค้าลองมองที่ข้างใน\\nคงจะดีถ้ามีใจให้กับฉัน\\nเพราะยังไงก็ต้องเสี่ยงรักไม่รักก็ต้องเสี่ยง\\nPlease Please Please oh baby\\nเป็นเช่นไรก็เป็นกัน\\nKoisuru Fortune Cookie\\nมาลุ้นดูสิอาจจะเจอความหวังที่ยังรออยู่\\nHey Hey Hey\\nเผื่อจะดีลองวัดกันดู\\nเสี่ยงแต่คงต้องลุ้นต้องลองกันบ้าง\\nNamida no Fortune Cookie\\nมาลุ้นดูสิจบสุดท้ายอย่างดีแค่มีน้ำตา\\nHey Hey Hey\\nHey Hey Hey\\nคิดแต่เรื่องดีดีก็โลกใบนี้เต็มไปด้วยความรัก\\nน้ำตาไหลออกมาก็ธรรมดาอย่าไปซีเรียสนัก\\nสายลมของพรุ่งนี้จะพาให้เรา\\nได้เจอกับความรักซักวันนึง\\nCome on Come on Come on Come on baby\\nให้คุ้กกี้ทำนายกัน\\nKoisuru Fortune Cookie\\nมาลุ้นดูสิอาจจะเจอความหวังที่ยังรออยู่\\nHey Hey Hey\\nเผื่อจะดีลองวัดกันดู\\nเสี่ยงแต่คงต้องยิ้มต้องสู้กันไป\\nHaato no Fortune Cookie\\nมาลุ้นดูสิอาจจะเจอหัวใจของเธอข้างใน\\nHey Hey Hey\\nHey Hey Hey\\nรักไม่รักจะรักไม่รักก็ลองเสี่ยงดูอีกสักนิด\\nปาฏิหาริย์และดวงชะตาอาจทำให้เราไม่คาดคิด\\nฉันมั่นใจว่าเราจะเป็นดั่งฝัน\\nในวันแห่งความรักสักวันนึง\\n***Lyrics are from third-parties***\\n\r\n" + 
				"");

	}

}
